Revit 2027 API
ParameterTypeId.PhyMaterialParamThermalConductivityZ Property
 "Thermal Conductivity Z"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamThermalConductivityZ { get; }
Public Shared ReadOnly Property PhyMaterialParamThermalConductivityZ As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamThermalConductivityZ {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamThermalConductivityZ : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace